{"Contents":[

"IT IS WRITTEN HERE the New Law of the Town on Rockhill, as wrought by wise and civilized men of goodly blood in the city in it's time, with intent to make possible all matters of justice to be done with due haste which honors all who fall under it's jurisdictions and judgements, and to ensure that orderly conduct be the business of all men who would call themselves citizens, as well as of those who would call themselves guests, or maybe be as reason and observation required be called guests.

IT IS KNOWN that a man who commits an offense against Psydonia and Her subjects may be granted clemency if they were done justly and with good cause. A man who defends himself when beset may not be guilty of assaults; neither is a man who steals from the wicked is a thief.

IN ALL MATTERS in which the guilty must pay a sum of restitution, or a compensation thereof, which he cannot pay, he should be granted the option to reduce his debt by a value of 10 for every strike of the rod he shall willfully recieve. In such an event, where gold has been substituted by blood, the highest authority shall be obliged to pay in his stead to the victim to ensure his satisfaction.

IT IS FORBIDDEN TO MANSLAY: He who commits this misdeed will be treated most greviously, and his head should be seperated from his shoulders. If the slayer be of goodly blood, his head may be spared while he be incarcerated forevermore. If the slain be of goodly blood, his inheritors, if there be any present, should be furnished a sum of value equal to no less than 50.

IT IS FORBIDDEN TO STEAL: He who commits this mideed should be shunned, and his punishment assayed thusly

- IF the sum of value of all which has been stolen equal less than 20, he should granted five strikes of the rod.
- IF the sum of value of all which has been stolen equal less than 62, he should be granted ten strikes of the rod. 
- IF the sum of value of all which has been stolen equal 100 or more, his most trained hand should be seperated from his arm.

And if that which was unjustly taken be of high important, as medicines from a sickly man, which has resulted in the illness or death of another, the guilty shall find his punishment advanced by a sum of 50.

IT IS FORBIDDEN to take up arms against another man; or to beset him with your hands; or to make war upon him with tools of the field; or to bloody him with the implements of recreation; or to seize his person with wicked intent; or to construct that which shall harry him; or to otherwise act on grevious and evil thoughts which lead men to grow bitter against one another. 

If in doing so one has caused another to suffer undue injury, from which he shall not easily recover, he will pay his victim a restitution of a sum equal to 20 for each limb which has been made broken, and 50 for that which cannot be restored. 
If in doing so one has caused a spectacle and horror in the public, and subjected the innocent to visions of deeds unnatural and unkind, he shall further pay a sumequal to 20 to the highest authority.

IT IS KNOWN that in all cases wherein one speaks publically of a man in a way that defames his honor; or that brings his business to harm; or that turns others against him through lies; or that indicts him as something he is not, and it is found that such things have happened, three men uninvolved and of undisputed character should be convened. 

They will hear the facts of the matter and come to agreement in majority amongst themselves if not unaninmously on a sum of value of damages which have been caused to the victim; the guilty shall then pay this sum or else be incarcerated for two days, during which he must send missives to those who know him and ask that they lend him that which will restore his debt; and if this is not acomplished at the conclusion of his incarceration, he shall be beaten thrice with the rod.

IT IS FORBIDDEN to in the plain vision of those unwilling perform unclean actions; or to fornicate in the street; or to eat that which is not fit for man's consumption; or to expose oneself to women of good standing; or to smoke pipeweed where it is not welcome; or to smoke any plant where it is forbidden to do so; or to make merry at somber occasions; or to make mirth of the grevious unwellness done to those of good standing. He who is guilty of such undertakings must pay to the highest authority a sum of value equal to 20. If he commits this offense with routine, and does not suffer at the loss of his belongings, his tongue should be cut out by he who he has transgressed most wickedly.

IF IT HAPPENS that two men may have lodged against each other significant complaints; or one has impugned the honor of the other in a terrible manner; or that one declares by precepts of most ancient law the right to combat; or that impasse has been reached in all legal respects and matters may only be settled grievously; or that it has been mutually agreed that a decision shall be reached upon the outcome; it is then permitted for such men to strike at one another in an orderly fashion, so that they come to agreement on the field of honor, willfully or else.

In such cases there must be a presiding master of arms who shall inspect the implements of battle and affirm the methods which shall be used, and this master of arms also shall be he who calls the start and end to the affair, which must be obeyed under pain of guilt of the crimes of assault or murder. If he who is challenged be of higher station than he who asks combat, then he may in such cases elect to provide a champion who shall fight in his stead, and when it is mutually agreed upon regardless of blood and appointments, both parties may field champions in a proper manner."]}
