{"Contents":[
"<h3><strong>Title: Tome of Justice; The Everlasting Will of King Efel I the Lawbringer</strong><br>
<strong>Author: Jaek the Erudite, King Efel I&apos;s Court Scribe</strong></h3>

<strong>[until this point, the tome is devoid of inscription]</strong><br><br>

Based on the nature of the misdeed, the past misdeeds of the convicted, and whosoever or whatsoever it be committed against, punishment of misdeeds mae be of the divers combination hereby layd:<br><br>

<small>I</small>&nbsp&nbsp
Death.<br>
<small>II</small>&nbsp
Exile (for a score of daes, months or yils.)<br>
<small>III</small>
Public humiliation.<br>
<small>IV</small>
Maimage (beating, flogging or harming but nay the removal of limb or lyfe.)<br>
<small>V</small>&nbsp
Imprisonment (in the city dungeons for a score of daes or months depending on the severity of the misdeed.)<br>
<small>VI</small>
Fine (payable to the city; inability to pay be a misdeed that leads to imprisonment or harsh bondage or both.)<br>
<small>VII</small>
Damages (payable to the injured party or it&apos;s kin: inability to pay leads to imprisonment or harsh bondage or both.)<br>

<h3>I. High misdeeds against our Lord, His&apos; nobles, or His&apos; functionary.</h3>

<small>I.I</small>&nbsp&nbsp&nbsp Assault or impersonation of our Lord or His&apos; kin: death.<br>
<small>I.II</small>&nbsp&nbsp Assault or impersonation of Lord&apos;s functionary or His&apos; nobles: public humiliation and maimage, imprisonment for a dae, and fine of a score of 200 mammons.<br>
<small>I.III</small>&nbsp Blackmail of our Lord or His&apos; kin: death.<br>
<small>I.IV</small>&nbsp Blackmail of Lord&apos;s functionary or His&apos; nobles: public humiliation and maimage, exile.<br>
<small>I.V</small>&nbsp&nbsp Murder of our Lord, His&apos; kin, His&apos; functionary, or His&apos; nobles: death.<br>
<small>I.VI</small>&nbsp Usage of the powers supernatural on our Lord, His&apos; kin, His&apos; functionary, or His&apos; nobles without consent: Imprisonment for a score nay surpaseth three daes, exile thenafter.<br>
<small>I.VII</small> Treason: death.<br>
<small>I.IX</small>&nbsp Forgery of the Lord&apos;s documents: Public humiliation and maimage, exile thenafter.<br>
<small>I.X</small>&nbsp&nbsp Hampering of the Lord&apos;s justice: Fine of a score nay surpaseth 20 mammons and harsh bondage til the next dawn or dusk, whichsoever is furthest.<br>

<h3>II. Misdeeds against our Lord Divine,</h3>

<small>II.I</small>&nbsp&nbsp Assault of our priests or lay worshippers: fine of a score nay surpaseth 100 mammons and imprisonment of a score nay surpaseth three daes.<br>
<small>II.II</small>&nbsp Disordinate deeds in a temple: fine of a score nay surpaseth 5 mammons and a warning; failure to uphold be hampering of the Lord&apos;s justice.<br>
<small>II.III</small> Blasphemy against the wordly divine or our Lord Divine: warning; failure to uphold be heresy.<br>
<small>II.IV</small> Heresy, for purposes of punishment, is praisage of false idols (Zizo), defyage of divine scripture (nay the clergy) of the 10, or wilfully going against divine, lawful activities of divine church: Heresy is thereby punished with public humiliation and maimage, thenafter a divine church decision on the heretic&apos;s fate.<br>
<small>II.V</small>&nbsp Theft of Temple Goods or Offerings: imprisonment of a score nay surpaseth three daes and damages of a score doubly the cost of the stolen items. If the criminal nay haveth capacity to pay, they shall serve in indentured bondage until able.<br>
<small>II.VI</small> Tomb-Robbery: imprisonment of a score nay surpaseth three daes and damages with parity to the cost of repairs, add a 100 mammons.<br>

<h3>III. Misdeeds against all civil lyfe.</h3>

<small>III.I</small>&nbsp&nbsp&nbsp Arsonage: death or permanent bondage.<br>
<small>III.II</small>&nbsp&nbsp Brandishment of weapon: imprisonment for a score nay surpaseth three daes and fine or damages of a score nay surpaseth 200 mammons.<br>
<small>III.III</small>&nbsp Espionage: death or eternal exile.<br>
<small>III.IV</small>&nbsp Fencing of stolen goods: fine of a score equal to the value of the goods stolen.<br>
<small>III.V</small>&nbsp&nbsp Littering: Fine of a score nay surpaseth 5 mammons and a warning; failure to uphold is hampering of the Lord&apos;s justice.<br>
<small>III.V</small>&nbsp&nbsp Poisoning a city water: death.<br>
<small>III.VI</small>&nbsp Theft: public humiliation and maimage, thenafter a score of three daes of imprisonment, or fine of a score equal to the value of stolen goods and thenafter the removal of the perpetrating limb.<br>
<small>III.VII</small> Vandalism: imprisonment of a score nay surpaseth three daes and fine or damages of a score with parity to the cost of repairs add 10 mammons.<br>
<small>III.IX</small>&nbsp Charging over triple a good&apos;s value: fine of a score with parity to the value.<br>
<small>III.X</small>&nbsp&nbsp Vagrancy indoors, against our Lord or His&apos; nobles: public maimage and a fine of a score equalling the value of the coin the victim has on him.<br>

<h3>IV. Misdeeds against others.</h3>

<small>IV.I</small>&nbsp&nbsp&nbsp Assault of a citizen: imprisonment of a score nay surpaseth three daes, public humiliation and maimage, and damages of a score nay surpaseth 200 mammons.<br>
<small>IV.II</small>&nbsp&nbsp Blackmail or intimidatation of a citizen: fine or damages of a score nay surpaseth 100 mammons.<br>
<small>IV.III</small>&nbsp Burglary: Imprisonment of a score nay surpaseth two weeks and damages of a score with parity to the stolen goods add a 100 mammons.<br>
<small>IV.IV</small>&nbsp Damage to property or livestock: damages of a score equal the cost of repairs add a 100 mammons.<br>
<small>IV.V</small>&nbsp&nbsp Disturbing the peace: fine of a score nay surpaseth 10 mammons and warning; failure to uphold be Hampering of the Lord&apos;s justice.<br>
<small>IV.VI</small>&nbsp Murdering a citizen without justification: Death or harsh bondage of a score nay surpaseth 10 yil, and damages of a score nay surpaseth 200 mammons paid to the victim&apos;s kin.<br>
<small>IV.VII</small> Murdering a citizen with justification: exile, and damages of a score nay surpaseth 200 mammons to the victim&apos;s kin.<br>
<small>IV.IX</small>&nbsp Robbery: Harsh Bondage of a score nay surpaseth 1 week and damages of a score with parity to the stolen goods plus 100 mammons.<br>
<small>IV.X</small>&nbsp&nbsp Slavery: public humiliation and maiming, harsh bondage of a score nay surpaseth 10 years.<br>
<small>IV.XI</small>&nbsp Usage of the powers supernatural on a citizen without consent: fine or damages of a score nay surpaseth 10 mammons and a warning; failure to uphold be Hampering of the Lord&apos;s justice.<br>
<br>
<strong>[The remainder of the tome is devoid of inscription]</strong>
"]}
