{"Contents":["Manner of Gentlemen (by Anonymous) 

This book be dedicated to thee young men who ride fearsome steeds and wield burning steel across wasteland and wood as did our Psydon; who have in their purity of will and action neglected in all modes the courtly manner and courtesy; who have favored the sword and crow's beak before the fine hat and necktie. Your deeds are known and transgressions forgiven, and herein a reminder, for all who care to become learned in these means, so that they may be enriched in the high courts of old in our sacred land, of the customs and ways by which one may make himself out to be a gentleman worthy of respect; And to carry the candor and sway of a learned and distinguished lord, discarding the roughness and swagger of a cheap southern bravo.

First and most importantly, one must familiarize himself with the fashions of to-day, so that he does not appear as a peasant nor a young cavalier who has ransacked his well-aged and tenured mentor's closet; he should seek to dress in fine silks and brilliant colors appropriate to the holiday, and to avoid the duns and earthtones of the common folk unless circumstance demands. For example, if your Grace is hunting Zards in the Bloodhills, he may endeavor to wear high riding boots of deepest black and roughshod trousers of saiga, also for riding, so that he is well-concealed amongst the terrain; yet such things would be wholly inappropriate were he to walk into the court of his beloved to petition her father, attired as such, and can expect to be treated as one would a foolish Bogle on his doorstep. Your Grace should also endeavor to be clean and well-scented by way of fresh water and aromatics, so as not to offend his honor or that of his host; I relate that I have seen, in the castle Deadhouse, a man struck dead in a trial of arms for treading blood upon the southern rugs of the Lord there. 

Once your Grace has mastered the wardrobe, he must conduct himself with honor and pride. He should not light his pipe indoors, except when offered by the host, and in this he should expect the invitation only in a smoking-room, lest the vapors linger and embed themselves in wood and wool as they are known to do. He should doff his hat in-doors, and also in the presence of men of higher or holier standing than himself, as the weather allows, to show respect. Further, he should bow in all occasions of formal introduction to men, and to women offer a tender touch of the lips to the bridge of the knuckles to show his respect. Your Grace should also seek to reply to all formalities the same; if one is told "good morning", the teller should also be wished a good morning; likewise in the evening, and most especially at night, and to never refuse a hailing from one who is not outwardly suspicious and appears to be in good standing.

Lastly, if all these techniques and arts fail your Grace, he should be informed as to the proper employment of the challenge as well as it's reception. The duel may be contrived against the law in some places, yet in the event that your Grace finds himself in a more wild and savage one, he will draw upon this wealth of information which shall save his dignity and life.

1. A challenge may be issued by any man of approrpiate standing; a peasant has no right to challenge a nobleman, as the trial by arms is the business of blooded men alone; peasants should, if your Grace's opinion does not differ, content themselves to wrestling in mud. 

2. A challenge will be received with acknowledgement where the challenged chooses a time and a place, within reason so as not to show shirk or cowardice, that can be reached by both parties. Your Grace is advised to select a location that is appropriate as well as public, so as to enrich his reputation the most and defend his honor without contest. 

3. A disagreement settled by arms may be to the first blood, or to the bitter and uncouth end, although except in cases of a grave offense, the latter is not preferable, common or acceptable in polite circles. It is at the discretion of the participants, and should be discussed, for your Grace's sake, between the Seconds.

4. Each man must bring a well-appointed Second, who may be a trusted servant, friend or mentor to ensure the honor of the affair and adjudicate the matter as witness. He should bring your Grace's weapon to the field, which is most approrpiately a weapon of peace, and provide for him medicines and spare clothes as are required."]}