{"Contents":[

"Title: Chronicles of Yore: Diverse Sagas from Ancient Yils
Author: Alamere J. Wevensworth, Esquire
Salutations, esteemed reader, or should I address the clandestine purloiner perusing these pages, if thou art unversed in the art of reading, I do jest at thee from mine current abode. This tome is a compendium of manifold tales and illustrious deeds from epochs long past, from eras preceding the grand establishment of the Dwarven Federation, and before the unveiling of the enigmatic isle, known to us as 'The Isle of Enigma'. I bid thee to read, contemplate, and revel to thy heart's content, dear reader, and I extend my gratitude for thy patronage of this volume... or convey my wry acknowledgement shouldst thou be the aforementioned pilferer.

TALE I: The Dwarf and the Houndsman

Arvin, a smith of Dwarven lineage and a sage in the realm of mining, was born into a lineage beleaguered by a burdensome debt to a nefarious coterie. These malevolent souls had commenced dispatching emissaries to reclaim their dues in sundry manners, yet Arvin had persistently eluded their grasp. Presently, they commissioned a Houndsman, accompanied by a trusty Hound of a temperament akin to a beespider deprived of its Honey-Silk. The Houndsman rap upon Arvin's domicile, receiving naught but silence. With heightened zeal and dwindling patience, he knocks again, only to be met with equal disregard. Then, struck by a cunning stratagem, he releases his Hound to wreak havoc outdoors, assured that the commotion would lure Arvin forth. The Hound, in a frenzy, scurries up and down the thoroughfare, barking vehemently, scattering rats and felines alike. Yet, the Houndsman's vigil yields no fruit; Arvin remains unseen. Overcome with vexation, the Houndsman resolves to intrude upon Arvin's abode, only to be greeted by a modest wooden sign atop the anvil, crudely etched with the words 'Gone DRINKIN' '.

TALE II: Trust

A patron, driven by curiosity, ventures into a bookshop to peruse the latest literary arrivals. The shopkeeper directs them to the rear of the establishment, where a tome replete with tales of bygone adventures and narratives awaits. The customer, intrigued by the potential sagas within, acquires the book and retreats to their solitude. Upon opening the volume, they are first met with a treatise on the sin of book thievery, then the realization dawns – within this voluminous tome lies but a single story, that of a dwarf and a hound-bearing man. The remainder of the book remains an empty canvas.

[ The remainder of the tome is devoid of inscription ]
"]}
