{"Contents":["<p><strong>Title: Graystone&apos;s Torment Basic Rules</strong></p>
<p><strong>Author: <em>Johnus of Doe</em></strong></p>
<p>Graystone&apos;s Torment is a card game for 2-6 players centred on tormenting your fellow with Torment cards. Once someone has played all of their card they have won the game.</p>
<p><br></p>
<p>In Graystone&apos;s Torment every player gets drawn 7 cards which they will place in their hand out of sight of other contestants.</p>
<p>The remaining cards will be put on the table, this is called the draw pile. Take a card off the top of the draw pile and lie it face up on the table.</p>
<p><br></p>
<p>A turn consists of playing a card or drawing a card if you cannot lay one down. After drawing a card your turn is over.&nbsp;</p>
<p>When playing a card lie it face up on the table and put the card that was originally on the table under the draw pile.</p>
<p><br></p>
<p>You can play a card if it is of the same type or has the same number. For example: a 9 of spades can be played of a 9 of hearts, a 4 of clubs can be played on a 10 of clubs.</p>
<p><br></p>
<p>--------------------------------------</p>
<p>In Graystone&apos;s Torment there are five Torment cards, these consist of:</p>
<p><br></p>
<p>The two - The next player must draw 2 cards or put down another two so the person after them has to draw 4. This is stackable.</p>
<p><br></p>
<p>The seven - You can play another card. This is stackable.</p>
<p><br></p>
<p>The eight - Skip the next persons&apos; turn.</p>
<p><br></p>
<p>The jack - Change the type of card to another. For example if the jack played was a clubs and the player says hearts the next card put down has to be a hearts.</p>
<p><br></p>
<p>The ace - Spin the direction of the turns. The person that has went before you is now on turn.</p>
<p>--------------------------------------</p>
<p><br></p>
<p>A player cannot end the game with a Torment card.</p>
<p>A player must call out &apos;last card&apos; when on their last card. Otherwise they have to draw a card</p>
<p><br></p>"]}
