{"Contents":["<p><strong><em>By Arenth of the late Elven House Illustruvine.</em></strong></p>
<p><br></p>
<p>In my latter daes I worried of what would come once Necra called my name into her home; often I prayed to my father-patron Noc for ways to extend my life eternally. Many a nite I spent praying in my dreams, to see Noc with my own eyes... Until one dream, his pale visage greeted me with a cool smile.</p>
<p><br></p>
<p>&quot;My son.&quot; he paused. Noc spoke as if he had been a long lost father to me. &quot;What you seek has been around you all this time.&quot;</p>
<p><br></p>
<p>I sat there, confused. &quot;My dreams are of you, nitefather-- And nothing else. I struggle to see what is before me.&quot;</p>
<p><br></p>
<p>Noc waved his hands around him. &quot;Arenth, child... You have always been my most faithful follower. For this, I shall enlighten you-- You are not the first Dreamseeker; but you shall be the first to see the revelation. Come, grab my hand and we shall see the Dreamdaemon.&quot;</p>
<p><br></p>
<p>I clasped the hands of Noc, and in but an instant the world around me disappeared into words. My form was altered- Changed from fine fabrics of silk and skin... Into language incarnate. &quot;See, seeker- See as one would read a book.&quot; said my patron; I obliged his request as words changed into paper. &quot;This is the daemon, Arenth. It is of words and tongues- Come and write thy name into it&apos;s skin.&quot; Instinctually, my hands scribbled a word written thousands of times before; but in this instance, I could feel my very being imprinted inside of the six letters I had put down. Noc clicked his fingers, and words became real once more.</p>
<p><br></p>
<p>&quot;What have I done, o nitefather? Why have you shown me such a terrible thing?&quot; My voice trembled in fear.</p>
<p><br></p>
<p>&quot;Dear Arenth, I have shown you what is truly real. In the BEYOND, there is only SEEKER and DAEMON. I have shown you a way to imprint thyself into the very fabric of reality, to live forever.&quot;</p>
<p><br></p>
<p>I awoke in a cold sweat. Noc had answered me, and I shall teach the world his truth. I shall spend my coffers to put these words to print, to show mortals what dreams truly are.</p>"]}
