{"Contents":["<p><strong><em>By Kildren Birchwood, scholar of Magicks</em></strong></p>
<p>During my studies, as dusk drew near. I muttered a simple incantation to light a candle. Despite doing this countless times before, this act of lighting a candle tickled my already dreary mind. I had learned the incantation to create a fiery spark, however it uses my manna to cast it. Which came first? The manna that we use for spells, or the spells in which we use our manna? Soon this question turned to another - profound one.</p>
<p><br></p>
<p><strong>&quot;If Noc gave us Divine Knowledge.. Who gave us mortals Divine Power?&quot;</strong></p>
<p><br></p>
<p>Halting my studies, I reached for the book which contained my notes of the gods. In many teachings of Noc, he is hailed as the firstborn of Psydon, he is nite and the father of divine knowledge. Noc gave us the knowledge on how to use arcyne magicks, but in all the writings about Noc not one described how we gained this divine power which most magician&apos;s call; Manna.</p>
<p><br></p>
<p>Perhaps the other firstborn had answers? I swiftly searched through the pages of my book. Astrata, Goddess of Dae. She gave us mortals the sun; maybe it had some involvement with manna? But that can&apos;t be - there wasn&rsquo;t any explanation for our innate power. The word &nbsp;&quot;Sun&quot; from the original texts had it been misinterpreted or mistranslated? Could&rsquo;ve Noc&rsquo;s &quot;Moon&quot; suffered the same thing?</p>
<p><br></p>
<p>As I studied, the more I felt lost. It just couldn&apos;t be possible - was this question never explored? There had to be an answer! There had to be! As I pondered further, an idea dawned on me.</p>
<p><br></p>
<p>The &quot;Sun&quot; and the &quot;Moon&quot; - Perhaps both celestial bodies diffuse manna in which we absorb? Thus giving us arcyne power! Akin to how plants grow under sunlight!</p>
<p><br></p>
<p>As soon as this thought ended, I had already begun writing to my colleagues detailing my theory for the rest of the nite. I glanced occasionally at my candle as I wrote.</p>
<p><br></p>
<p>[The end of the scroll has a few illustrations of both the moon and sun radiating some sort of energy down onto a drawing of a man.]</p>"]}
