{"Contents":["Legend of the Nitebeast.
Author: Paquetto the Scholar​

After the great drowning of Psydon, his divine children were left disheartened. Each learned to cope with their sadness in their own way, and no different was our great goddess, Astrata, who found her salvation in redirecting her love to the mortal world. She watched them rise and fall with great interest. One man, among many, a noble lord of Valoria, caught Astrata's watchful eye. She gazed with wonder and affection as the mortal known as Antero of Valoria carved a thriving kingdom from a land once riddled with bandits and raiders.



It is believed that Astrata gained hope in Antero, thinking humanity was not as evil as depicted by those from the west. She desperately wanted to see what her father once saw in the creations he favored before being crushed by their betrayal. What lay in the heart of Astrata is only for her and Eora to know for certain. Yet, she decided to come down to the mortal realm, taking the form of a human beauty, unbeknownst to Antero, who falsely thought her a foreign princess.



In their union, they bore a son, but Necra, already suffering from the works of the western necromancers, and their attempted practice upon the demi-gods, was most displeased. She thought Astrata's actions were reckless and unbecoming of her nature. Necra warned Astrata to take her child at birth.



In desperation, Astrata called upon the Goddess of fertility and love herself, Eora, for advice and guidance. They devised a plan to sacrifice Astrata's mortal form to save her child. On her child's birth-day, the goddess ascended back to the celestial realm of the Ever-Light, forced to abandon her child and lover upon the mortal plane. Necra, displeased by the Sun Goddess's actions, declared that in time she would take Astrata's lover and their child to the underworld, where Astrata's divine gaze does not shine, and so she would never see her mortal family again.



With saddened eyes, Astrata watched her family live their lives in her absence. She watched her son, now named Michael, grow into a man with great interest. He was touched by the gods, a man heavily blessed with the best features of his parents. Guided by his mother's unseen hand, he lived his life groomed to be the heir and future king of Valoria.



When Michael's father passed into the underworld, Astrata couldn't bear to see him follow in his father's footsteps. Enter Xylix, the trickster god, who came to the Sun Goddess Astrata with hopes of a solution. He stated that if anyone would know how to trick the nature of death itself, it would be the wisest of their family, the God Noc of Darkness, Night, and Dreams.



Yet, when Noc was asked by his sister Astrata to help her child escape the clutches of the underworld, Noc initially refused, claiming that such an act was unwise. Astrata couldn't understand why her brother, the prince of the Ever-Dark, could not command his vassal-lord Necra to do this favor. Noc preached the importance of maintaining the order and autonomy of the underworld. Xylix mocked Noc, claiming that he had underestimated Noc's wisdom and that he would not do this favor because he did not know how. Noc knew this was false and remained unbothered.



Xylix sought the counsel of Eora and suggested that it was not a lack of knowledge that prevented Noc from helping his sister, but a lack of love. Under the pressure of Xylix, Eora, and his twin sister Astrata, Noc agreed to help despite his better judgment. He went to the underworld to Necra to ask for her blessing, which she denied, calling Noc a fool for submitting to their plot. However, unable to refuse Noc, she allowed him to scoop a vial of water from the river of the underworld. Noc gave this vial to his sister Astrata, who then gave it to her son so that he may become immortal.



Yet, Xylix's laughter still echoes today, as this potion transformed Astrata's beloved son into an unrecognizable creature set ablaze by his mother's light. He gained immortality, but at the cost of the lives of the mortals he once ruled. Astrata was filled with shame, knowing that her actions corrupted her son and his kingdom forevermore, forced to not even look upon him and his entire bloodline of vampiric parasites unless they perish in the sunlight.



So, in pity and in love for his twin sister, Noc adopted Michael and his future spawn to be loved as his own, as Astrata once loved him. And this is how the first of the nite-kin, also known as vampires, came to be. The wounds between Astrata and Noc from these days have yet to be mended.

"]}
