{"Contents":["
<p><br></p>
<p><strong>Title: Myths &amp; Legends of Rockhill &amp; Beyond Volume I</strong></p>
<p><strong>Author: <em>Arbalius The Younger</em></strong></p>
<p><br></p>
<p><strong>JENNIVER O&apos; THE RIVER</strong></p>
<p><br></p>
<p>On the road connecting Emberfall and Shadewood, there is a deep and rushing river, over which is built a strong and tall bridge, built centuries ago, yet standing proud over the abyss below. Centuries ago,&nbsp;</p>
<p>the ruler of Emberfall hired a master mason to build a new bridge over the Blackrock river, near the village of Selskiprust.&nbsp;</p>
<p>The master toiled dae and nite. Each day, he would wake up, wash, eat and work until he couldn&apos;t work anymore. Days into the construction, the butcher&apos;s beautiful daughter began bringing the master mason bread for his nuncheon.&nbsp;</p>
<p>Enamoured by the maiden&apos;s beauty, the builder could do nothing but stare at her in awe, despite the girl&apos;s attempts to converse with him, she could never get more than a few sentences out of the man.&nbsp;</p>
<p>After weeks of this routine, he confessed his love for her, but she did not return his affections, as she was promised to the merchant&apos;s son and was to wed him soon.&nbsp;</p>
<p>The master was disappointed and saddened, but soon, his sadness turned into jealousy.&nbsp;</p>
<p><br></p>
<p>The girl still brought him his daily nuncheon. One dae, the mason told the maiden to stand over where he was building to give him shade. He began building over her shadow. When the dae was done, the girl fell ill.&nbsp;</p>
<p>She was bedridden for weeks, growing weaker by the dae. No prayer or medicine could cure her. The last thing the maiden would say to her father is how the master builder had cursed her by building over her shadow,&nbsp;</p>
<p>embedding it into the bridge. Hearing this, her father gathered the village folk to find the mason, but when they arrived to the work site, the master was nowhere to be seen. The girl passed away daes later.&nbsp;</p>
<p>Some of the village folk say that when you go over the bridge at nite, you can hear Jenniver&apos;s enchanting voice, singing wistful songs for the weary wayfarers who might stop and listen to her sing.&nbsp;</p>
<p><br></p>
<p><strong>THE HOARD OF ISMAIL GOLDTOOTH</strong></p>
<p><br></p>
<p><br></p>
<p>The lands of the Zybantine Empire before and after its founding have mothered many a thief or robber, but none are as notorious as Ismail Goldtooth. Born the eldest son of a shepherd in a small village a day away from Zafirabad,</p>
<p>he lived a normal childhood. As he grew older, he became more and more violent, leading him to join a local gang.&nbsp;</p>
<p>He would cause trouble by dae and rob locals by dark. Due to their actions, the locals had enough and they ran Ismail and his group out of the village.&nbsp;</p>
<p>After many daes of travel through the desert, they chanced upon another village. They took advantage of the locals and their naive kindness by stealing tools, to be used as weapons.&nbsp;</p>
<p>They would also enlist any troubled youths they encountered into the gang.&nbsp;</p>
<p>Eventually, once again locals decided that they had had enough and Ismail&apos;s gang was chased off, but this time, they had stolen enough tools and supplies to last them at least a week in the desert.&nbsp;</p>
<p>Ismail took control of the gang, thanks to the death of their previous leader caused by the extreme dangers of the desert.</p>
<p>After a long and grueling march through the sands, the group found a cave close to an oasis, which would become their new home. From there they would ambush unfortunate merchants and other travelers for many months.</p>
<p>At times, some of the members would go to nearby villages to recruit anyone they could. Ismails gang grew from a small group of 12 men to a proper bandit gang of around 30 men and 4 whores.&nbsp;</p>
<p>While most brigands would be happy with this, Goldtooth was nothing if not ambitious.&nbsp;</p>
<p><br></p>
<p>Ismail gathered his men and all the supplies they could carry and travelled &nbsp;to Servos Port, robbing and killing anyone they could along the way. Five daes after the start of their journey, Servos Port was within sight.&nbsp;</p>
<p>He set up camp nearby and awaited nitefall. When darkness covered the land, Ismail knew that it was time to strike.&nbsp;</p>
<p>He gathered all of his men and sneaked into the harbor, commandeering a ship named &quot;The Mountain&quot;, while its crew were out whoring and drinking.&nbsp;</p>
<p>The only man on the ship was the skipper, who didn&apos;t put up a fight against the gaggle of unwashed bandits before him. As the sun rose, the ships captain was horrified at the sight of his missing ship.&nbsp;</p>
<p>Goldtooth would gain infamy as a notorious and brutal pirate, who was known for killing everyone on board a ship, except one, whose eye he&apos;d gouge out and leave in a nearby port to spread word of his deeds.&nbsp;</p>
<p><br></p>
<p>His streak of plundering would go on for 14 yils and he would become the first pirate to command a fleet of ships. He named his fleet &quot;The Black Fleet&quot;.&nbsp;</p>
<p>In it&apos;s heyday, it numbered five vessels, 1200 rowers, 400 pirates, 10 ballistae and 5 onagers. Over the years, Ismail Goldtooth had accumulated the largest bounty in the history of the Zybantine Empire.&nbsp;</p>
<p>The price on himself and his fleet was high enough that they were attacked nearly every week by corsairs eager to claim the gold on Goldtooths head.&nbsp;</p>
<p>The attacks grew more frequent and his marauding sprees became rarer and thus the fruits of his labor became smaller and fewer.&nbsp;</p>
<p>Slowly but surely, pirate-friendly ports would begin rejecting Ismail&apos;s ships, leading him to losing ships.</p>
<p>&nbsp;</p>
<p>After 15 yils, the once great Black Fleet was reduced to two ships. While sailing close to the isle of Vandendor, the pirates were attacked by a 10 ship Zybantine fleet.&nbsp;</p>
<p>The attack caught the pirates by surprise, leading them to lose yet another ship. The Mountain fled from the enemy, sustaining major damage and losing most sailors on board.&nbsp;</p>
<p>The ship crashed on the Isle of Enigma, killing the few remaining souls on board. When the Zybantine fleet reached the Isle,&nbsp;</p>
<p>they found the wreck of The Mountain, but the body of Ismail Goldtooth and his massive hoard were nowhere to be seen. The leader of the Zybantine fleet sent several search parties to scour the island.&nbsp;</p>
<p>The search spanned several weeks, but the pirates were never found. Assuming that they had died, the marines left the island.&nbsp;</p>
<p>Years later, some would search the isle for any trace of Ismail or his hoard, but they always came back empty-handed. Some believe that the hoard is somewhere on the island, but it is yet to be found.</p>"]}
