{"Contents":["<p><strong>Title: Zabrekalrek, The Black Mountain Saga: Part One</strong></p>
<p><strong>Author: <em>Written by Gorrek Tale-Writer, translated by Hargrid Men-Speaker.</em></strong></p>
<p><br></p>
<p>There are many holds in the Eretz built by the Mountain-Kin, but few were as mighty as Zabrekalrek- The Black Mountain. Rumored to be made from first-kin, it was known to be a grand home built from a blackened rock found deep in the core of Eretz. It was where the Dwarves learned the answer to the riddle of steel, and where massive forges billowed dae and nite; creating bars of dark-blue metals. These metals would be shaped into many things; from mighty blades and armor, to even menial eating utensils and toys.</p>
<p><br></p>
<p>For a time, it was good.</p>
<p><br></p>
<p>But soon the hold would rumble- Creating massive quakes in the many tunnels and passages in Zabrekalrek. Eventually, the quakes shook even the great throne of the King Khazun III; to which he traveled with his greatest allies to the deepest pit of the black mountain-- where his kin had found the miracle rock. To the King&apos;s surprise, it spoke to him:</p>
<p><br></p>
<p>&quot;THOU HATH PARTAKETH MINE FLESH LONG ENOUGH, CHILDREN OF ERETZ.&quot;</p>
<p><br></p>
<p>Bewildered, Khazun rubbed his weary eyes in shock. A rock that talks? thought the wise Dwarf-king. His company stood in silence as well; utterly terrified of the booming voice. He tried to open his mouth to speak, but before words could pass his lips the great rock spoke again:</p>
<p><br></p>
<p>&quot;THOU SHALT NOT SPEAK BEFORE ME, WHOMST HATH GRANTED THEE SUCH SUCCOR. THOU SHALT BEND THY KNEE TO GRAGGAR, WHOMST YOU GLANCE UPON!&quot;&nbsp;</p>
<p><br></p>
<p>The Dwarf-king did as the rock told; as did his loyal companions. The rock transformed before their eyes into a star-like pattern, with a grimacing face staring back at the Dwarves. Graggar glared with his red eyes, it&apos;s terrifying visage was enough to even make the most stubborn goat flee in fear...</p>
<p><br></p>
<p>&quot;THOU SHALT BEND THY KNEE IN SERVITUDE FOR THY GIFTS, SMALL-DWARF-THINGS. OR PERISH. THOU SHALT WORSHIP ME AS THY OWN GODS.&quot;</p>
<p><br></p>
<p>King Khazun, lord of Zabrekalrek, could not abide by such demands... And replied:</p>
<p><br></p>
<p>&quot;No.&quot;</p>
<p><br></p>
<p>Then, the mountain erupted.&nbsp;</p>
<p><br></p>"]}
