{"Contents":["<p>The title does not lie, Reader. This guide is the most advanced book written to date about the sport and art of fishing, but that&apos;s only because to write a Beginner&apos;s Guide to Fishery, you&apos;d need only write the words &quot;Put worm on hook, put hook into water, wait for a bite, and reel it in.&quot; Fishing, at the end of the day, is beautifully simple yet hard to master. It is only with patience and the right kinds of practice one can hope to fully take advantage of Abyssor&apos;s gifts, but with this guide, the learning process should be generally easier even for the inexperienced.</p>
<p><br></p>
<p><strong>Getting Started</strong></p>
<p>The method of crafting a fishing rod is deceptively simple and easy. The only materials needed are a small log and a piece of fibrous thread. But as anyone can guess, fish do not eat metal. You must dig through mud until you find a suitable critter to entice the fish to your hook. Worms, leeches, and grubs alike will work, and the different types of bait you use tend to attract different types of fish.</p>
<p><br></p>
<p>-Carp will bite at any bait, but they love the common worm most as befitting their status as the most common fish. Don&apos;t think lesser of them for their availability, however, they taste wonderful when minced in pies. The ultra-rare turquoise-scaled species is used for a lovely dye for fabric.</p>
<p>-Eels tend to enjoy leeches. People draw comparisons between the leech&apos;s and eel&apos;s form and conclude that eels would cannibalize each other at the first sign of a food shortage, but this is so far unproven. The ultra-rare red-scaled species are often taxidermied and worn like scarves as a fashion statement.</p>
<p>-Anglerfish tend to prioritize grubs. Grubs are not a common find when digging for bait, so anglerfish are fittingly not a common catch. It is unknown how their head lures glow, but some suspect they have minor magick powers. The ultra-rare purple-scaled variants are sought after by mages to study their lures.&nbsp;</p>
<p><strong>Fish Facts</strong></p>
<p>-Any kind of fish can be minced and used for any cooking recipe needing mince, including pies, sausages, and salumoi.</p>
<p>-Fish are deceptively easy to fit into sacks, you can carry around 15 or so in a single sack at once!</p>
<p>-Your local tavern need not be your only customer for selling fish. The Merchant&apos;s Guild tend to value exported fish since they spoil incredibly slowly, especially the rarer variants. It&apos;s for this reason that it never hurts to keep some in your larders in case of a fallow crop season.</p>"]}
