{"Contents":["<p><strong><em>Signed under the pen name &quot;Theodore Spillguts&quot;</em></strong></p>
<p>Warriors of all faiths pride themselves on honor and skill. The volition to fight - the courage to face death - the strength, stamina, and finesse to dominate your opponents on the field of battle - these are the badges warriors wear. Should they be? It is of this author&apos;s opinion that there is only one worthy badge for a warrior to wear - the badge of victory. We are not armies - we are men! Wars are won by armies, but by men they are only survived.&nbsp;</p>
<p><br></p>
<p>The greatest generals are those whose armies do not dwindle no matter how many battles they face, and accomplishing such a feat is not done through skill or through honor, but through tactics and strategy; therefore, we as men ought to adopt the same perspective if we wish to be truly great. What is honor or skill without victory, or pride without land and legacy?&nbsp;</p>
<p><br></p>
<p>Warriors of all faiths fall prey to the same six follies.</p>
<p><br></p>
<p><em>To value victory over life</em></p>
<p><br></p>
<p>There is no victory in death, no matter what your lords would have you believe! When a warrior is sure to find defeat, there is no shame in retreat, or to avoid a fight in the first place. This folly can easily be overcome - never fight a battle you do not know that you can win.</p>
<p><br></p>
<p><em>Being too straightforward</em></p>
<p><br></p>
<p>Violent conflict need not be resolved through a duel. There is no such thing as a coward in the act of the killing, for only the survivor has truly won. Ambushes, poisoning, arson, betrayal, all are open paths to be explored by the cunning warrior. Do not limit yourself to open encounters, for even an amateur may pose a risk to the unlucky warrior. If ever the opportunity arises, always approach battle with the surest method for victory.</p>
<p><br></p>
<p><em>The warrior&apos;s arrogance</em></p>
<p><br></p>
<p>Do not fool yourself into complacency no matter how many fights you might win. There is always someone stronger and more skilled, more guileful or better equipped. Presume in all circumstances to be outmatched on your own and you will never be caught unawares. When fighting in groups, do not rush ahead of your companions in a hunger for glory - stick together, act methodically and move as one.</p>
<p><br></p>
<p><em>Fixation on equipment</em></p>
<p><br></p>
<p>Many warriors are overly concerned with the state and quality of the equipment they take with them into battle. It is not debatable that these are important factors, especially in war, but do not be fooled - the hardiest suit of Zybantine plate will not protect you from fatally poor planning! Do not risk life and limb to acquire or recover weapons and armor. These are items designed to aid you in defending yourself, they bring no benefit to you if you may die in vying for them.&nbsp;</p>
<p><em>Aiming for the head</em></p>
<p><br></p>
<p>It is a common error to aim for the head when thrusting a spear or swinging a club, and for the neck when swinging a sword or an axe. While the head may indeed be a lethal weakpoint of the mortal frame, it is often the best protected, sheathed in metal or boiled leather, while the opponent&apos;s viscera are protected only by cloth. It is also harder to hit the head, especially with heavier, slower weapons. Often, it is a better strategy to attack your opponent&apos;s less defended body parts, as non-vital as they may be, and follow up with a more accurate strike after their guard has been broken.</p>
<p><br></p>
<p><em>Accepting coin over power</em></p>
<p><br></p>
<p>This is the greatest of all the warrior&apos;s follies, and any who wish to live, rather than die by their blade should heed these words: the true measure of a man&apos;s worth is his legacy, and a dead, childless man has none. If ever you are offered power or land over money, take it and secure your legacy rather than living paydae to paydae and fighting until you die.</p>
<p><br></p>
<p><strong><em><u>Avoid the mistakes made by your forebearers. Avoid the six follies and become truly great.</u></em></strong></p>"]}
